import React from 'react'
import "./navbar.css"

const NavabarPage = () => {
  return (
    <div>
      <div className=''>
        <h1> <marquee className="sm:text-3xl py-2 font-bold bg-slate-600 text-slate-50 nav_bg">श्री श्री 108 रूद्र महायज्ञ महादेव मंदिर 
फागुछापर,बाघाचौर 


इस मंदिर का बने बहुत पाह्ले हुआ था और   मन्दिर् का स्थपना वीस्व्नाथ सिंह के द्वारा किया गया ।और गांव के लोगों का भी सहयोग था ।
       पर महादेव कि स्थापना नहीं हुआ था ।
फिर फागुछापर के प्रधान संजय यादव , जनार्दन सिंह, प्रमोद शर्मा और अन्य ग्राम वासी के बीच थोड़ा बहुत आपस मे बात चित हुई और महादेव कि स्थापना का संकल्प लिया और उस दिन से हमारे गांव मे भब्य पूजा के बेव्स्थ मे लग गये ।
पूजा का दिन 27 जनवरी 2023 को दिन रखा गया । इस पूजा मे बहोत बड़ा बड़ा झूला आया है और दुकाने भी लगी है । और 11 दिन का भंडारा रखा गया है और दूर से आए हुए साधु संत का रहने और खाने का अलग बेव्स्थ हुआ है</marquee> </h1>
      </div>
    </div>
  )
}

export default NavabarPage
